<?php

//UniFi 微信和验证码授权上网配置信息

//-----------------------------------服务器配置-------------------------------------------------
define('SERVER_HOST', '');
//-----------------------------------服务器配置-------------------------------------------------

//-----------------------------------UniFi----------------------------------------------------
/* UniFi 配置 */
define('UNIFI_SERVER', '');
define('UNIFI_USER', '');
define('UNIFI_PASSWORD', '');

/* wifi有效时间 */
define('WIFI_EXPIRED_TIME', 60);//分钟
//-----------------------------------UniFi----------------------------------------------------

//-----------------------------------微信------------------------------------------------------
/* 默认跳转页面 */
define('DEFAULT_URL', 'http://www.ubnt.com.cn');

/* 微信 开发者中心->服务器配置 Token值 */
define('WECHAT_TOKEN', '');

/* 微信消息和欢迎内容 */
define('WEIXIN_AUTH_MESSAGE', '我要上网');//当用户发送此内容才能获取返回
define('WEIXIN_ADD_WELCOME_MESSAGE', '您好，欢迎关注UBNT！Ubiquiti Networks公司在全球范围内设计，制造和销售创新性的宽带无线解决方案。UBNT的产品包括具有颠覆意义的无线产品，如Bullet（TM），NanoStation（TM），以及其他结合基于内部开发、业界领先的产品设计核心技术，包括Air OS操作系统和频率自由技术（100MHz至10GHz的RF设计）。访问UBNT官方主页www.ubnt.com.cn 官方论坛bbs.ubnt.com.cn 官方商城store.ubnt.com.cn了解更多。');//关注后的欢迎内容
//-----------------------------------微信------------------------------------------------------

//-----------------------------------微博------------------------------------------------------
define('WEIBO_AKEY', '');
define('WEIBO_SKEY', '');
define('WEIBO_CALLBACK_URL', '');
define('WEIBO_NAME', '');
define('WEIBO_MESSAGE', '');
define('WEIBO_SEND_ERROR_MESSAGE', '');
define('WEIBO_FOLLOW_ERROR_MESSAGE', '');
//-----------------------------------微博------------------------------------------------------

//-----------------------------------MySQL----------------------------------------------------
/* 配置mysql */
define('DB_HOST', 'localhost');
define('DB_USERNAME', 'root');
define('DB_PASSWORD', '');//数据库密码
define('DB_DBNAME', '');//数据库库名
define('DB_PORT', '3306');

define('WEIXIN_TABLE', '');//微信表名
define('VERIFY_CODE_TABLE', '');//验证码表名
//-----------------------------------MySQL----------------------------------------------------




//-----------------------------------系统配置（不要修改）-----------------------------------------
include_once ('./system.php');
//-----------------------------------系统配置（不要修改）-----------------------------------------